{
  "about_us": "About us",
  "contact_us": "Contact us",
  "einvoice": "eInvoice",
  "payroll": "Payroll",
  "termsandconditions": "Terms & Conditions",
  "privacypolicy": "Privacy Policy",
  "cookies": "Cookies",
  "request_early_access": "Request early access",

  "homepage_title": "Digital solutions for real challenges",
  "homepage_subtitle": "Flexxa is an all-in-one digital business payments solution. It’s compliant with Saudi Labor Law, makes payroll a breeze, and keeps your operational costs in check.",
  "homepage_opportunity_title": "A promising frontier for fintech entrepreneurs.",
  "homepage_opportunity_subtitle_1": "A thriving digital economy in Saudi Arabia will create an additional 200,000 jobs by 2025. It'll also drive the development of smarter and more sustainable cities. That’s why the Saudi government is committed to launching an entrepreneurial ecosystem that can support digital transformation.",
  "homepage_opportunity_subtitle_2": "Saudi Arabia is currently lacking the business-focused fintech solutions it needs. With a market this big, that’s an oppurtunity that comes once in a lifetime.",

  "einvoice_title": "Introducing eInvoice",
  "einvoice_subtitle": "Invoice your customers through SMS, email, and Whatsapp. Instantly.",

  "getpaid_title": "A smarter way to invoice your clients.",
  "getpaid_text_1": "Whether you're a freelancer, independent contractor, online seller, or even a shop owner, Flexxa will make your life easier.",
  "getpaid_text_2": "Our system helps you create professional invoices fast and send them to your clients. When your clients process the invoice, you'll get paid instantly.",

  "benefit_1": "Quick and convenient to use",
  "benefit_2": "Saves operational time and costs",
  "benefit_3": "Get paid faster for better cashflow",
  "benefit_4": "Flexibility for customers",

  "howisworking_title": "Your invoice. Your rules.",
  "howisworking_subtitle": "Customize your invoice. Send it via your preferred channel. Get the money into your chosen bank account. ",
  "howisworking_tab1_title": "500+ customizeable templates",
  "howisworking_tab2_title": "Send via SMS, Whatsapp or custom link",
  "howisworking_tab3_title": "Get paid",
  "howisworking_appfeatures_templates_1_title": "Add your branding",
  "howisworking_appfeatures_templates_1_text": "Give your invoices a professional look by adding your logo and company branding from the Flexxa app. No design software is needed.",
  "howisworking_appfeatures_templates_2_title": "Choose your template",
  "howisworking_appfeatures_templates_2_text": "Save your time by choosing from our pre-made invoice templates. We’ve got you covered with more than 500 templates to choose from.",
  "howisworking_appfeatures_sendsms_1_title": "Invoice through different channels",
  "howisworking_appfeatures_sendsms_1_text": "Simplify invoice payments for your clients with our flexible invoicing process. Send your invoice via SMS, Whatsapp, or generate a custom payment link.",
  "howisworking_appfeatures_sendsms_2_title": "Simplify your invoicing process",
  "howisworking_appfeatures_sendsms_2_text": "Stop worrying about the technical aspects of sending an invoice. No matter what invoicing method you choose, your invoice is a few clicks away with Flexxa. ",
  "howisworking_appfeatures_getpaid_1_title": "Connect your bank accounts",
  "howisworking_appfeatures_getpaid_1_text": "Get your invoice payments deposited in the bank accounts you choose. Flexxa makes adding your bank accounts a smooth and seamless process. ",
  "howisworking_appfeatures_getpaid_2_title": "Get paid instantly",
  "howisworking_appfeatures_getpaid_2_text": "Flexxa bridges the gap between cash and digital transaction. When someone pays your invoice, they money will be deposited in your bank account instantly. ",

  "getmoredone_title": "Save your time and money with Flexxa.",
  "getmoredone_subtitle": "Creating professional invoices requires a lot of time. And a team that costs a lot of money. With Flexxa, you can do it all with a few clicks.",
  "getmoredone_screen1_title": "Flexible payment options",
  "getmoredone_screen1_text": "Make life easier for your clients with invoices that support different payment options.",
  "getmoredone_screen2_title": "Automatic reminders",
  "getmoredone_screen2_text": "Stay on top of your payment requests with our smart reminders that help you keep track of everything. ",
  "getmoredone_screen3_title": "Track & Manage Invoices",
  "getmoredone_screen3_text": "Track your invoices with our smart reminders that update you on the status of every invoice.",

  "tools_title_1": "Stay in compliance with",
  "tools_title_2": "government regulations",
  "tools_subtitle": "Our solutions make your business more efficient, and simplify regulations compliance.",
  "tools_button_1": "Discover Payroll",
  "tools_bottom_title": "Got questions?",
  "tools_button_2": "Book a call",

  "about_title_1": "Digital business",
  "about_title_2": "transactions.",
  "about_title_3": "Reinvented.",
  "about_whoweare_title": "Who we are?",
  "about_approach_title": "The future of digital transactions begins now.",
  "about_approach_tab_1_title": "Our mission",
  "about_approach_tab_1_text": "Empowering business owners in Saudi and the MENA regions with intuitive digital transaction solutions. ",
  "about_approach_tab_2_title": "Our solution",
  "about_approach_tab_2_text": "An all-in-one digital transactions platform that offers modern solutions for modern challenges.",
  "about_whysaudi_title": "Why in Saudi?",
  "about_whysaudi_tab_1_title": "Ready infrastructure",
  "about_whysaudi_tab_1_text": "The Kingdom has a solid infrastructure that can support all types of fintech innovation. ",
  "about_whysaudi_tab_2_title": "Non-cash transactions",
  "about_whysaudi_tab_2_text": "Moving towards a cashless society is a priority for the Saudi government. It’s a part of vision 2030.",
  "about_whysaudi_tab_3_title": "Entrepreneurial ecosystem",
  "about_whysaudi_tab_3_text": "The Saudi government is supporting enterpreneurs and creating an environment where they can thrive.",
  "about_teams_title": "Empowering business owners in the MENA region",
  "about_teams_text": "The technology sector is developing fast. And so is Saudi Arabia. With this rapid development, business owners are trying to keep up. It's a new digital era that requires a new toolset. And that’s what we're here to do: Provide businesses of all sizes with the digital tools they need to thrive. ",

  "payroll_title": "A payroll solution for the digital era.",
  "payroll_subtitle": "Flexxa gives you a smart payroll solutions that increases your employee satisfaction, and lowers your operational costs.",
  "payroll_title_button": "Request an early access",
  "payroll_solution_title": "A modern solution for modern challenges.",
  "payroll_solution_subtitle": "Streamline your payroll process with a smart tool that’s compliant with Labor Law.",
  "payroll_solution_box_1_title": "Payroll Processing Management",
  "payroll_solution_box_1_text": "Manage and process your payroll from a single, intuitive app. No more spreadsheets, paper, or costly teams to manage the admin work.",
  "payroll_solution_box_2_title": "Cross-Border transfers",
  "payroll_solution_box_2_text": "Simplify cross-border transfers for your employees. With Flexxa, they can send remittances home from their accounts. ",
  "payroll_solution_box_3_title": "Linked VISA Card",
  "payroll_solution_box_3_text": "Issue custom VISA Debit Cards for your employees. They can use the cards to withdraw their salaries from their Flexxa accounts. ",
  "payroll_solution_box_4_title": "Online Bill Payment",
  "payroll_solution_box_4_text": "Give your employees the freedom of paying their bills online, and paying at stores with our contactless VISA card. ",
  "payroll_tab_link_0": "Digital Salary Accounts",
  "payroll_tab_title_0": "Save Time and Effort.",
  "payroll_tab_text_0": "Instantly setup Digital Salary accounts for your employees and request customized Debit cards without the hassle of visiting your local bank.",
  "payroll_tab_link_1": "HR Tools",
  "payroll_tab_title_1": "One Platform to Manage it all.",
  "payroll_tab_text_1": "Self-manage the salary payment process with greater visibility and control on payouts; salaries are uploaded within minutes. Pull in Data from your existing HRMS (Human Resources Management System).",
  "payroll_tab_link_2": "Work tracker",
  "payroll_tab_title_2": "Keep track of your employees’ work.",
  "payroll_tab_text_2": "Find out how many hours an employee has worked with our intuitive Work Tracker functionality. Your employees’ attendance, deductions, overtime, and more, are always a few clicks away.",
  "payroll_tab_link_3": "Launch Payroll",
  "payroll_tab_title_3": "Run your payroll in minutes.",
  "payroll_tab_text_3": "Save valuable time and effort by streamlining your payroll process. With Flexxa’s payroll automation features, you can run your payroll in minutes instead of days. ",
  "payroll_tab_link_4": "Get reports",
  "payroll_tab_title_4": "Stay on top of your business performance.",
  "payroll_tab_text_4": "Make well-informed business decisions with the help of our detailed reports. We cover everything from employee leaves to unpaid invoices.",
  "payroll_transfer_title": "Transfer salaries digitally, in compliance with Labor Law.",
  "payroll_transfer_safety": "Safety",
  "payroll_transfer_safety_max": "at the core.",
  "payroll_transfer_safety_subtitle": "Say hello to cutting-edge security and data protection.",
  "payroll_transfer_safety_text": "At Flexxa, we built Data Security at its core. The result is a digital transactions platform that gives you the peace of mind you’re looking for without any compromises to the security of your data.",
  "payroll_transfer_safety_box_1": "Dynamic Biometrics ",
  "payroll_transfer_safety_box_2": "Premium bank custodians",
  "payroll_transfer_safety_box_3": "Token-based authorization",
  "payroll_transfer_safety_box_4": "End-to-End consumer data encryption",
  "payroll_commodo_title_1": "Open banking.",
  "payroll_commodo_title_2": "Endless potential.",
  "payroll_commodo_text": "Open banking is driving innovation in the banking sector. It’s a practice that empowers clients with better financial products. At Flexxa, we're revolutionizing digital business transactions in the Kingdom. That's why we embrace open banking practices.",
  "payroll_ready_to_try": "Ready to try Flexxa?"
}